/* eslint-disable max-len */
export const TITLE = "No Limit баскетбольный лагерь";
export const DESCRIPTION = "Баскетбольный лагерь Ibn Battuta в Дубае предлагает сбалансированную программу, включающую интенсивные тренировки, здоровое питание и интересные экскурсии. Позвольте вашему ребенку провести каждый день летних каникул с пользой, налаживая свои спортивные навыки и знакомясь с новыми друзьями. Получите больше информации, связавшись с нами через WhatsApp или Telegram.";
export const NAVIGATION_MENU = [{
  id: "training_info",
  link: "#training_info",
  text:  "Тренировки",
},
{
  id: "living",
  link: "#living",
  text:  "Проживание",
},
{
  id: "price",
  link: "#price",
  text:  "Стоимость",
},
{
  id: "faq",
  link: "#faq",
  text:  "Вопрос-ответ",
},
];
export const PHONE = "+7(925)023-60-45";

export const TELEGRAM_ACC = "vlad_norkin";
export const BUTTON_ACTION_TEXT = "Участвую";

//HERO SECTION
export const MAIN_HEADER = "Баскетбольный лагерь NO LIMITS в Дубае";

export const HERO_DESCRIPTION = "Баскетбольный лагерь для юношей и девушек от 12 до 18 лет в Дубае, ОАЭ. С 15 по 24 июля!";

export const PLUSES_CAMP_TEXT = "В лагере работают профессиональные тренеры с большим опытом. Они помогут каждому учащемуся повысить свой баскетбольный IQ и улучшит навыки игры 1 на 1 как в нападении, так и в защите. Это великолепная возможность не только для развития как баскетболиста, но и для выхода на новый уровень, получения ценного опыта";

export const CAMP_TRAINING_INFO = [
  { icon: "/basketball-player.svg",text: "10 дней интенсивных баскетбольных тренировок c профессионалами на лучшем корте Дубая" },
  { icon: "/basketball-girl.svg",text: "Ежедневные тренировки по 3.5 часа. Учимся атаковать, защищаться и повышаем QI" },
  { icon: "/team.svg",text: "Дети и подростки от 12 до 18 лет. Участники делятся на группы по возрасту и мастерству" },
  { icon: "/basketball-jersey.svg",text: "Участникам предоставляется специальная тренировочная форма, которую они могут оставить себе после окончания лагеря" },
];

export const HOME_PAGE_SECTION_HEADERS = {
  campTraining: "О тренировках",
};

export const TRAINERS = [{
  name: "Антон Понкрашов",
  photo: "/Ponkrashow.png",
  review: ["Чемпион Европы", "Бронзовый призёр ОИ-2012 года", "5-ти кратный обладатель Кубка России"],
  alt: "тренер no-limit Антон Понкрашов",
},
{
  name: "Влад Норкин",
  photo: "/1.png",
  review: ["Чемпион Лиги Казахстана", "Экс-тренер CSKA Москва","Член Euroleague Head Coaches Board"],
  alt: "тренер no-limit Влад Норкин",
},
{
  name: "Роберт Пан",
  photo: "/Pan.jpg",
  review: ["Чемпион Лиги Казахстана", "Игрок сборной Казахстана"],
  alt: "тренер no-limit Роберт Пан",
},
];

export const TRAINERS_HEADER = "Тренерский состав";

export const FAQ_CONTENT = [
  {
    title: "Как добраться до Дубая из России или Казахстана?",
    text: "Участники летят в ОАЭ в сопровождении взрослого. Участники из Москвы летят с Антоном Понкрашовым по доверенности, а участники из Казахстана - с Владом Норкиным.",
  },
  {
    title: "Как оформить визу в ОАЭ для граждан России и Казахстана?",
    text: "Гражданам России и Казахстана не требуется виза для въезда в ОАЭ.",
  },
  {
    title: "Есть ли трансфер от аэропорта Дубая до места проведения лагеря?",
    text: "Мы обеспечиваем трансфер от аэропорта до отеля. Эта услуга включена в стоимость путевки.",
  },
  {
    title: "Какой уровень физической подготовки необходим для участников?",
    text: "Уровень подготовки участников не важен. Наша цель - обучить молодых игроков, помочь более опытным участникам улучшить свои навыки и подтянуть слабые места. Для новичков мы заложим правильные основы игры в баскетбол.",
  },
  {
    title: "Насколько интенсивны тренировки и как распределены занятия по дням?",
    text: "Участники проходят две тренировки в день: утреннюю тренировку продолжительностью 2 часа и вечернюю - 1.5 часа.",
  },
  {
    title: "Что включено в пакет питания для участников?",
    text: "Питание - важная часть тренировочного процесса, поэтому мы предлагаем полный пансион (шведский стол) три раза в день.",
  },
  {
    title: "Какие экскурсии будут организованы для детей местах Дубая?",
    text: "Экскурсии еще находятся в стадии планирования, но обязательно запланирована поездка на Бурж-Халифа.",
  },
  {
    title: "Кто будет сопровождать детей во время пребывания в лагере?",
    text: "Контроль за участниками производится тренерами в течение всего времени нахождения в лагере.",
  },
  {
    title: "Как связаться с ребенком во время его пребывания в лагере?",
    text: "Весь период, проведенный в лагере, у участников будет доступ к телефонам.",
  },
  {
    title: "Какие меры безопасности существуют в лагере? Какая медицинская помощь доступна на месте?",
    text: "Все участники кэмпа будут обеспечены медицинской страховкой на всё время поездки. В отеле также имеется медицинская служба.",
  },
  {
    title: "Что нужно взять с собой в лагерь?",
    text: "Список необходимых вещей для лагеря будет направлен каждому, кто забронировал место.",
  },
  {
    title: "Как осуществляется возвращение детей обратно в Россию или Казахстан?",
    text: "Возвращение участников в Россию или Казахстан осуществляется тем же образом, что и прилет.",
  },
  {
    title: "Какое страховое покрытие предусмотрено для участников лагеря?",
    text: "Страховка должна быть спортивной. Мы уточним этот вопрос и предоставим более подробную информацию.",
  },
  {
    title: "Каковы правила пребывания в лагере и последствия при их нарушении?",
    text: "Правила и требования, действующие в лагере, будут озвучены тренерами на первом занятии.",
  },
];

export const FAQ_HEADER = "Вопрос-Ответ";

export const PROMO_VIDEO_ID = "kFPsXiNgyjs";
export const PROMO_HEADER = "Мы в Ютубе";
export const PONKRASHOW_YOUTUBE_ID = "UCHWxXlXZdyPEQ7_YSORARrQ";
export const SUBSCRIBE_BUTTON_TEXT = "Подписаться";

export const RIGHTS_RESERVED = "No Limits Все права защищены";

export const LIVING_ZONE_HEADER = "Проживание";

export const LIVING_INFO = [
  {
    image: {
      src: "/hotel.webp",
      alt: "отель Avani Battuta Dubai",
    },
    text: "Отель Ibn Battuta Gate в Дубае предлагает комфортное и безопасное проживание, которое идеально подойдет для размещения детей. С его просторными номерами, бассейном и рядом других удобств, он обеспечивает веселую и разнообразную среду. Его удобное местоположение также облегчает доступ к различным местным достопримечательностям и развлечениям.",
  },
  {
    image: {
      src: "/room.webp",
      alt: "комната участников лагеря",
    },
    text: "Двухместные номера в отеле \"Ibn Battuta Gate\" идеально подходят для детей. Они достаточно просторные и оборудованы всем необходимым для комфортного проживания - удобными кроватями, настольными лампами для чтения и современными ванными комнатами. Кроме того, из окон номеров открывается вид на оживленный город Дубай, что дополнительно усиливает ощущение путешествия.",
  },
  {
    image: {
      src: "/food.webp",
      alt: "еда для участников лагеря",
    },
    text: "Отель \"Ibn Battuta Gate\" предоставляет \"полный пансион\". Питание типа \"шведский стол\" включает разнообразие международной и местной кухни. Большой выбор овощей, фруктов, мясных и рыбных блюд обеспечивает сбалансированное и разнообразное питание.",
  },
  {
    image: {
      src: "/pool.webp",
      alt: "бассейн для участников",
    },
    text: "Бассейн отеля предоставляет безопасное и контролируемое место для забавы, помогая детям расслабиться и восстановиться после интенсивных тренировок в баскетболе. Кроме того, плаванье в бассейне это не только отличный способ расслабиться, но и отличный способ держать мышцы в тонусе. Плавание является низкоимпактным способом тренировки и помогает поднять настроение, что важно после тяжелых тренировок.",
  },
];

export const PRICE = "1700 $";
export const PRICE_HEADER = "Стоимость лагеря";

export const PRICE_LIST = ["10 дней тренировок по баскетболу", "2 тренировки в день", "Проживание в отеле", "Питание (три раза в день, шведский стол)", "Доступ к бассейну отеля", "Услуги тренерского и присмотрного персонала", "Экскурсии"];
export const OFFER_TEXT = "Желаете записать ребенка в наш баскетбольный лагерь? Свяжитесь с нами через WhatsApp или Telegram по указанному номеру телефона. Мы будем рады ответить на все ваши вопросы и помочь вам с регистрацией. Мы с нетерпением ждем возможности сделать вклад в развитие баскетбольных навыков вашего ребенка!";
export const OFFER_HEADER = "Присоединяйся";
